$rps = array(
    0 => array(
        'username' => '',
        'area' => '北京',
        'txt' => '　　黑心食品的一些特征
　　1.食品颜色过于鲜艳，可能非法使用色素。
　　2.食品颜色过白，可能非法使用漂白剂或荧光剂。
　　3.食品弹性过佳，可能非法使用硼砂等添加剂。
　　4.食品保存期限过长，可能使用过量防腐剂。
　　避免黑心食品选购原则
　　1.避免贪便宜，买价格过低或散装的食品。
　　2.不要买来路不明的食品，要注意购买后万一有问题，能否找到出售者负责。
　　3.要看是否有完整包装与标签，发现食品已拆封或有破损，就不要买。完整包装标签，应有品名、内容物名称及重量、容量或数量、食品添加剂名称、厂商名称及电话、地址、有效日期等项目。
　　4.食品开封时，如发现有异味或腐败情况，就不要再吃。',
        'date' =>,
        'id' =>,
    ),
    1 => array(
        'username' =>,
        'area' => '上海',
        'txt' => '黑心食品是指原材料有害人体，制作过程不合格，只以大量生产谋取暴利的食品；或以非法原料制成“高”品质食品。虽然说世界各国都有不肖商人生产黑心食品，但由于严重程度及（黑心食品）比例上的差异，目前中国制造已成为黑心产品代名词，且其层出不穷的黑心产品亦引起了全球抵制中国产品的风潮，尤其在台湾及欧美国家甚至出现了以非中国制造标签来提升产品形象及安全性的做法。',
        'date' =>,
        'id' =>,
    ),
    2 => array(
        'username' =>,
        'area' => '深圳',
        'txt' =>,
        'date' =>,
        'id' =>,
    ),
    3 => array(
        'username' =>,
        'area' => '加拿大',
        'txt' =>,
        'date' =>,
        'id' =>,
    ),
);
