<?php
return array(
    0 => array(
        'username' => '江湖之春',
        'area' => '北京',
        'txt' => '　　黑心食品的一些特征
　　1.食品颜色过于鲜艳，可能非法使用色素。
　　2.食品颜色过白，可能非法使用漂白剂或荧光剂。
　　3.食品弹性过佳，可能非法使用硼砂等添加剂。
　　4.食品保存期限过长，可能使用过量防腐剂。
　　避免黑心食品选购原则
　　1.避免贪便宜，买价格过低或散装的食品。
　　2.不要买来路不明的食品，要注意购买后万一有问题，能否找到出售者负责。
　　3.要看是否有完整包装与标签，发现食品已拆封或有破损，就不要买。完整包装标签，应有品名、内容物名称及重量、容量或数量、食品添加剂名称、厂商名称及电话、地址、有效日期等项目。
　　4.食品开封时，如发现有异味或腐败情况，就不要再吃。',
        'date' => '9月5日20:17',
        'id' => 1,
    ),
    1 => array(
        'username' => '暖尘微光',
        'area' => '上海',
        'txt' => '黑心食品是指原材料有害人体，制作过程不合格，只以大量生产谋取暴利的食品；或以非法原料制成“高”品质食品。虽然说世界各国都有不肖商人生产黑心食品，但由于严重程度及（黑心食品）比例上的差异，目前中国制造已成为黑心产品代名词，且其层出不穷的黑心产品亦引起了全球抵制中国产品的风潮，尤其在台湾及欧美国家甚至出现了以非中国制造标签来提升产品形象及安全性的做法。',
        'date' =>'9月5日18:18',
        'id' => 2,
    ),
    2 => array(
        'username' => '新闻最直击',
        'area' => '深圳',
        'txt' => '<em>當年選擇不用寫代碼是多麼明智啊。大學畢業我們班有好幾個人去寫代碼了~~~//<a usercard="name=IT陶渊明" href="http://weibo.com/n/IT%E9%99%B6%E6%B8%8A%E6%98%8E">@IT陶渊明</a>: <a usercard="name=回笼茶语龙韵茗香" href="http://weibo.com/n/%E5%9B%9E%E7%AC%BC%E8%8C%B6%E8%AF%AD%E9%BE%99%E9%9F%B5%E8%8C%97%E9%A6%99">@回笼茶语龙韵茗香</a> ……我要住回龙观我猜会有一票人转给我的…… //<a usercard="name=指月生" href="http://weibo.com/n/%E6%8C%87%E6%9C%88%E7%94%9F">@指月生</a>: 要是所有的豆腐渣工程，<span style="color:red;">黑心食品</span>都被这么被报复，估计中国就安宁了。。。当然啦，不鼓励暴力</em>',
        'date' => '9月5日10:15',
        'id' => 3,
    ),
    3 => array(
        'username' => 'kpchen微博',
        'area' => '加拿大',
        'txt' => '<em><span style="color:red;">黑心食品</span>明偷暗抢破坏环境随地吐痰黑车乱开，等等等等，都找不出好的形容词！为社会作贡献，添乱添堵才是真的。土方车压死人、装修质量差，乱开饮食店乱排油烟污水，都是他们做的呀！ //<a usercard="name=恋小U" href="http://weibo.com/n/%E6%81%8B%E5%B0%8FU">@恋小U</a>:作贡献不是学雷锋，我们又不是没给钱让他们白干！拿钱回老家读书呗，还不是我们教育资源好！ </em>',
        'date' => '9月4日07:18',
        'id' => 4,
    ),
);
?>
